/* button in progress sheet */
"Stop" = "Detener";

/* menu item */
"Update iPod" = "Actualizar iPod";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "Restaurar iPod";

/* menu item */
"Close Window" = "Cerrar ventana";

/* menu item */
"Copy" = "Copiar";

/* menu item */
"Paste" = "Pegar";

/* menu item */
"Quit" = "Salir";

/* Close Window command key */
"W" = "W";

/* menu title */
"Edit" = "Edición";

/* menu item */
"About iPod Updater" = "Acerca de Actualización del iPod";

/* menu item */
"Cut" = "Cortar";

/* Cut command key */
"X" = "X";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "Opciones";

/* Copy command key */
"C" = "C";

/* Paste command key */
"V" = "V";

/* text next to lock when locked */
"Click the lock to make changes." = "Haga clic en el candado para introducir cambios.";

/* Return Character */
"\r" = "\r";

/* text next to lock when unlocking */
"Authenticating..." = "Autenticando...";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Haga clic en el candado si no desea introducir más cambios.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "El código de error del Mac OS es <error>.";

/* error message */
"Error updating or restoring iPod. (<error>)" = "Error al actualizar o restaurar el iPod. (<error>)";

/* error message */
"Could not find updater library." = "No se encuentra la biblioteca del actualizador.";

/* error message */
"The iPod Updater cannot open the library FlashLibrary.bundle." = "El programa de actualización del iPod no puede abrir la biblioteca FlashLibrary.bundle.";

/* error message */
"An unexpected error occurred." = "Ha ocurrido un error inesperado.";

/* detail of error message */
"The iPod Updater application may be damaged." = "El Actualizador del iPod puede resultar dañado.";

/* error message */
"Out of memory." = "Sin memoria.";

/* error message */
"The iPod Updater requires Mac OS X." = "La Actualización del iPod requiere Mac OS X";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "El actualizador del iPod requiere CarbonLib 1.4 o posterior.";

/* error message */
"The iPod is not mounted." = "El iPod no está montado.";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Si sale de la aplicación mientras hay una operación en curso, tendrá que restaurar el software del iPod.";

/* info window version */
"<version> (up to date)" = "<version> (actualizado)";

/* info window label */
"Software Version:" = "Versión de software:";

/* about window app version line */
"Version <version>" = "Versión <version>";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "El iPod se ha actualizado a la versión <version>. Desconecte el iPod y vuelva a conectarlo para completar la actualización.";

/* confirmation dialog title */
"Quit " = "Salir";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Conecte los iPod de uno en uno para actualizarlos.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Se han restaurado los ajustes de fábrica del iPod. Desconecte el iPod y vuelva a conectarlo para completar la restauración.";

/* info window label */
"Name:" = "Nombre:";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Se han restaurado los ajustes de fábrica del iPod. Expulse el iPod, desconéctelo y vuelva a conectarlo para completar la restauración.";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "La restauración borra por completo el iPod e instala los ajustes de fábrica. Su música y otros datos se borrarán.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Hay un iPod conectado, pero no está montado en el escritorio.";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "El iPod se ha actualizado a la versión <version> y se está reiniciando. Mantenga el iPod conectado hasta que finalice el proceso de actualización.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "Se han restaurado los ajustes de fábrica del iPod y se está reiniciando. Mantenga el iPod conectado hasta que finalice el proceso de restauración.";

/* error message */
"More than one iPod is attached." = "Hay más de un iPod conectado.";

/* button for main window */
"Nothing" = "Nada";

/* error message */
"This iPod requires Mac OS X version 10.2.8." = "Este iPod requiere la versión 10.2.8 del Mac OS X.";

/* error message */
"The iPod disk does not have the correct structure. You must restore the iPod." = "La estructura del disco del iPod es incorrecta.Debe restaurar el iPod.";

/* progress message */
"Updating iPod software" = "Actualizando el software del iPod";

/* about window firmware version line */
"iPod Software Version <version>" = "Versión del software del iPod <version>";

/* progress message */
"Done updating iPod software" = "Software del iPod actualizado";

/* main window title */
"iPod Windows Software <version> Updater" = "Actualización del software del iPod para Windows <version>";

/* button for main window */
"Update" = "Actualizar";

/* button for main window */
"Restore" = "Restaurar";

/* progress message */
"Done restoring iPod software" = "Software del iPod restaurado";

/* info window label */
"Capacity:" = "Capacidad:";

/* main window message */
"The attached iPod model is not supported by this application." = "El modelo de iPod conectado no es compatible con esta aplicación.";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "El iPod se ha actualizado a la versión <version>. Expulse el iPod, desconéctelo y vuelva a conectarlo para completar la actualización.";

/* main window message */
"Update is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "La actualización ha finalizado. Por favor, desconecte el iPod del ordenador y conéctelo a la fuente de alimentación externa para permitir el reinicio del firmware.";

/* progress message */
"Restoring iPod software" = "Restaurando el software del iPod";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "Restaure los ajustes de fábrica para Windows del iPod. \rLa música y los datos almacenados se borrarán.";

/* main window message */
"Plug in an iPod to update it." = "Conecte un iPod para actualizarlo.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Ha ocurrido un error. Puede haber archivos abiertos en el iPod.";

/* error message */
"No iPod is attached." = "No hay ningún iPod conectado.";

/* info window capacity */
"MB" = "MB";

/* message for main window */
"Update puts the latest system software on your iPod." = "La actualización instala el último software del sistema en el iPod.";

/* error message */
"The updater does not have a volume image." = "El actualizador no dispone de una imagen del volumen.";

/* error message */
"The updater does not have a firmware image." = "El actualizador no dispone de una imagen de la ROM.";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Hay más de un iPod conectado. Conecte los iPod de uno en uno para actualizarlos.";

/* info window version */
"<version>" = "<version>";

/* confirmation dialog title */
"Restore " = "Restaurar ";

/* main window title */
"iPod Updater" = "Actualización del iPod";

/* main window message */
"Your iPod has been updated to version <version>, and must be restarted to complete the update process." = "El iPod ha sido actualizado a la versión <version> y debe ser reiniciado para finalizar el proceso de actualización.";

/* error message */
"Error updating or restoring iPod. [<error>]" = "Error al actualizar o restaurar el iPod. [<error>]";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "¿Seguro que desea restaurar el software del iPod?";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "No se ha encontrado el archivo SysInfo en el disco del iPod.";

/* error message */
"This iPod requires Mac OS X version 10.3.4 or newer." = "Este iPod requiere la versión 10.3.4 o posterior del Mac OS X.";

/* main window message */
"Your iPod has been restored and must be restarted to complete the restore process." = "El iPod ha sido restaurado y debe ser reiniciado para finalizar el proceso de restauración.";

/* info window version */
"<version> (needs update)" = "<version> (no actualizado)";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Todos los datos almacenados en el iPod se perderán.";

/* info window capacity */
"GB" = "GB";

/* confirmation message */
"Quit while this operation is in progress?" = "¿Desea salir aunque haya una operación en curso?";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Se ha detectado un iPod, pero debe montarlo en el escritorio para poder efectuar esta operación.";

/* info window label */
"iPod (Recovery Mode)" = "iPod (modo recuperación)";

/* info window label */
"Serial Number:" = "Número de serie:";

/* info window label */
"N/A" = "N/D";

/* main window message */
"The attached iPod does not have proper software on it." = "El software del iPod conectado es incorrecto.";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "El iPod no ha podido desmontarse porque está siendo utilizado. Cierre todos los archivos del iPod que tenga abiertos e inténtelo de nuevo.";

/* main window message */
"Initializing..." = "Inicializando...";

/* error message */
"An error occurred. This Updater cannot update Windows (FAT) formatted iPods. Try restore or using the Windows Updater." = "Ha ocurrido un error. Esta actualización no puede actualizar los iPods formateados en Windows (FAT). Restaure el iPod o utilice la actualización para Windows.";

/* error message */
"Could not obtain authentication." = "No se ha podido obtener la autenticación.";

/* main window message */
"Restore is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "La restauración ha finalizado. Por favor, desconecte el iPod del ordenador y conéctelo a la fuente de alimentación externa para permitir el reinicio del firmware.";

/* about payloads */
"Included Updates:" = "Actualizaciones incluidas:";
